/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Credenciais Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "O provedor de certificado Afaria precisa de dados para baixar seu certificado do servidor Afaria. Seu certificado será armazenado com segurança.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Concluído";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Anular";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Certificado Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Solicitando certificado Afaria";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Ocorreu um erro; contate o administrador.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Erro na inicialização de Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Usuário cancelado";

